<aside class="aside">
    <div class="aside__item">
        <h4 class="aside__title"><b>Интересные факты</b></h4>
        <p>Структуры данных  —  это контейнеры, которые хранят данные в определенном формате. Этот специфический формат придает структуре данных определенные качества, которые отличают ее от других структур и делают ее пригодной (или напротив, неподходящей) для тех или иных сценариев использования.</p>
    </div>    
    <div class="aside__img-box">
        <img class="aside__img" src="img/article-1.jpg" alt="Статья">
    </div>     
</aside>